{
  "portf": [{
    "title": "AFRICA",
    "author": "David Yarrow",
    "date": "2018",
    "tags": [],
    "excerpt": "Amboseli Kenya, 2018",
    "content": "There can be little doubt that this already well known image is a career highlight. It is unquestionably the most warmly received photograph that I have taken - so much so that the limited edition prints are nearly sold out within six weeks of capture. Manifestly, we have been able to do very little to stagger demand, including raising the price. It is what it is and the art market is exactly that - a market."
  },{
    "title": "THE CIRCLE OF LIFE",
    "date": "2015",
    "author": "David Yarrow",
    "tags": [],
    "excerpt": "Amboseli, Kenya 2015",
    "image": "/public/images/2.jpg",
    "content": "Amboseli on the Kenyan/Tanzanian border is one of the best canvases to work with in the world. I must have visited 15 times over the last five years and I almost always return to Nairobi with something. The amphitheater has an elemental starkness that suits my clean, ground up style of photography – the backdrops are rarely that busy in this arid dustbowl. The name Amboseli means ‘place of dust’ and that is instructive. To most lovers of East Africa, the ecosystem lacks the beauty and the glamour of other National parks such as the Serengeti and the Mara. Amboseli is just a flat and raw terrain albeit nestling below the towering Mount Kilimanjaro."
  },{
    "title": "FAMILY",
    "date": "2012",
    "author": "David Yarrow",
    "tags": [],
    "excerpt": "Amboseli, Kenya 2012",
    "image": "/public/images/3.jpg",
    "content": "This is a special picture taken in a special place. Amboseli is the best canvas in the world on which to photograph elephants. In late October the lake is dry and huge herds make the daily trip across the scorched earth in search of water. This group contained elephants of every age and they composed themselves with great consideration for my lens. The protective instincts of the adult on the right of the image draw the eye in to the centre of the photograph. When I took the picture, there was no other vehicle within at least five miles – that is the joy of Amboseli."
  },{
    "title": "TIM",
    "date": "2019",
    "author": "David Yarrow",
    "tags": [],
    "excerpt": "Amboseli Kenya, 2019",
    "image": "/public/images/4.jpg",
    "content": "Tim - the world’s most famous and largest elephant - is an icon of our times. Like any icon, whether they be a politician, sports star or film star, there is pressure on the photographer to do justice to the subject in a portrait. Often these encounters fall down as the cameraman simply stands on the shoulders of the icon and does not impose himself on the situation. With Tim, I cannot have him passive - he must be ears flapping, dust flying and coming towards me. That is easier said than done, but if we put in the hours with the right local team, it is possible."
  },{
    "title": "SQUAD",
    "date": "2019",
    "author": "David Yarrow",
    "tags": [],
    "excerpt": "Amboseli Kenya, 2019",
    "image": "/public/images/5.jpg",
    "content": "To find two of the world’s remaining 20 big tusker elephants side by side was a huge privilege and I felt a responsibility to get it right. Tim and Craig are colossal mammals and dominated a formidable front line of big bulls that morning in Amboseli. To be so close to two of the biggest elephants in the world and photographing from the ground up was as intense a 30 seconds in the field as I can remember. I was fortunate with the soft light and the background - both of which were out of my control. We were packed up and celebrating back at camp by 8.30 am."
  },{
    "title": "THE CROSSING",
    "date": "2015",
    "author": "David Yarrow",
    "tags": [],
    "excerpt": "Amboseli, Kenya 2015",
    "image": "/public/images/6.jpg",
    "content": "This is a simple image – but its vastness lends it a biblical character – therein lies the joy of the dry lake at Amboseli. It is an arid, raw and elemental amphitheatre, without equal as a canvas on which to film in Africa. These lake crossings are rarer now as the ecosystem has changed, largely due to the influx of the Maasai and their cattle. The one constant in Africa is that there is never inertia – habitat changes and animal and human behaviour changes with it. It is the random walk of life."
  },{
    "title": "LUGARD",
    "date": "2017",
    "author": "David Yarrow",
    "tags": [],
    "excerpt": "Tsavo, Kenya 2017",
    "image": "/public/images/7.jpg",
    "content": "Great photography, more often than not, starts with great access. Access has to be found and earned. The platform for this is research. You cannot turn up to Nairobi airport and say: “take me to the biggest elephant in the world”. Less is more. This is a portrait – it claims no loftier goal. My style of using wide angle lenses and being immersive, makes sure that the viewer is asked of no bigger task than to admire nature close up. No big context, no back-drops, no colour. I am asking that the viewers attention be focused on one subject – Lugard!!!"
  },{
    "title": "THE WALK OF LIFE",
    "date": "2018",
    "author": "David Yarrow",
    "tags": [],
    "excerpt": "Amboseli, Kenya 2018",
    "image": "/public/images/8.jpg",
    "content": "It was sometime after I took this evocative image, that I was able to check whether I had nailed it. It was my very last frame before I got off the ground and ran behind my jeep and there was no time to think, never mind look at the LCD screen. The mother was a colossus of an elephant and I cut it fine in terms of the narrowing distance between us - I guess I was just intoxicated by the sensational imagery I was seeing through the lens. To have been another two seconds on the ground, would have been to take unnecessary risk. I knew I had something very major and it was a relief to find out from the safety of the jeep that my focus was bang on."
  },{
    "title": "DEFENSE",
    "date": "2019",
    "author": "David Yarrow",
    "tags": [],
    "excerpt": "Amboseli Kenya, 2019",
    "image": "/public/images/9.jpg",
    "content": "The 18 elephants in this group probably weigh as much as five London double-decker buses. I am not sure how they have managed to line up in descending height order for me, but that is exactly what happened in the dustbowl of the Amboseli dry lake one glorious evening in late August. It is a formidable group to be staring down at a single human lying on the ground in front of them."
  },{
    "title": "TSAVO EAST",
    "date": "2017",
    "author": "David Yarrow",
    "tags": [],
    "excerpt": "Tsavo, Kenya 2017",
    "image": "/public/images/10.jpg",
    "content": "This magnificent old elephant is not only one of the planet’s few remaining big tuskers, her tusks are actually symmetrical and touch at the tips – to my knowledge this is unique. The Tsavo Tusk Rangers found her taking shade from the midday sun in the heart of Tsavo East – a long drive for sure, but so long as she remained reachable, it was worth making the journey. We were a long way from base camp – maybe a four hour drive."
  }]
}
